Repository: krusts31/translate_img_po
Catalog: backend/src/translate_po/result/twentytwentyfour-*.po
Languages: lt

source: <em>Études</em> is not confined to the past—we are passionate about the cutting edge designs shaping our world today.
lt: <em>Études</em> neapsiriboja praeitimi – mes aistringai vertiname pažangiausius dizainus, formuojančius mūsų šiandieninį pasaulį.

source: A ramp along a curved wall in the Kiasma Museu, Helsinki, Finland
lt: Rampa palei lenktą sieną Kiasma muziejuje, Helsinkyje, Suomijoje

source: About
lt: Apie

source: About the author
lt: Apie autorių

source: An empty staircase under an angular roof in Darling Harbour, Sydney, Australia
lt: Tušti laiptai po kampiniu stogu Darling Harbour mieste, Sidnėjuje, Australijoje

source: Arrow icon
lt: Rodyklės piktograma

source: Art Gallery of Ontario, Toronto, Canada
lt: Ontarijo meno galerija, Torontas, Kanada

source: Building exterior in Toronto, Canada
lt: Pastato išorė Toronte, Kanadoje

# Button text for the first pricing level
source: Subscribe
lt: Prenumeruoti

# Button text for the second pricing level
source: Subscribe
lt: Prenumeruoti

# Button text for the third pricing level
source: Subscribe
lt: Prenumeruoti

# Button text of the hero section
source: About us
lt: Apie mus

# Button text of this section
source: Download app
lt: Atsisiųskite programą

# Button text of this section
source: How it works
lt: Kaip tai veikia

# Call to Action button text
source: About us
lt: Apie mus

# Call to action button text for the reservation button
source: Reserve your spot
lt: Rezervuokite vietą

source: Checkmark
lt: Varnelė

source: Comments
lt: komentarai

source: Contact
lt: kontaktas

# Content of the hero section
source: Études is a pioneering firm that seamlessly merges creativity and functionality to redefine architectural excellence.
lt: Études yra novatoriška įmonė, kuri sklandžiai sujungia kūrybiškumą ir funkcionalumą, kad iš naujo apibrėžtų architektūros meistriškumą.

# Description for the About pattern
source: Leaving an indelible mark on the landscape of tomorrow.
lt: Palikti neišdildomą pėdsaką rytojaus kraštovaizdyje.

# Descriptive text for the feature area
source: The revitalized Art Gallery is set to redefine the cultural landscape of Toronto, serving as a nexus of artistic expression, community engagement, and architectural marvel. The expansion and renovation project pay homage to the Art Gallery's rich history while embracing the future, ensuring that the gallery remains a beacon of inspiration.
lt: Atgaivinta meno galerija skirta iš naujo apibrėžti Toronto kultūrinį kraštovaizdį, tapdama meninės raiškos, bendruomenės įsitraukimo ir architektūros stebuklo jungtimi. Plėtros ir atnaujinimo projektas pagerbia turtingą dailės galerijos istoriją ir apima ateitį, užtikrinant, kad galerija išliktų įkvėpimo švyturiu.

# Descriptive title for the feature area
source: With meticulous attention to detail and a commitment to excellence, we create spaces that inspire, elevate, and enrich the lives of those who inhabit them.
lt: Kruopščiai skirdami dėmesį detalėms ir siekdami tobulumo, kuriame erdves, kurios įkvepia, pakylėja ir praturtina jose gyvenančių žmonių gyvenimus.

# Designation of Person Provided Testimonial
source: CEO, Greenprint
lt: „Greenprint“ generalinis direktorius

source: Designed with %1$s
lt: Sukurta naudojant %1$s

# Feature for pricing level
source: Access to 20 exclusive <em>Études Articles</em> per month.
lt: Prieiga prie 20 išskirtinių <em>Études straipsnių</em> per mėnesį.

# Feature for pricing level
source: Access to 5 exclusive <em>Études Articles</em> per month.
lt: Prieiga prie 5 išskirtinių <em>Études straipsnių</em> per mėnesį.

# Feature for pricing level
source: Exclusive access to the <em>Études</em> app for iOS and Android
lt: Išskirtinė prieiga prie <em>Études</em> programos, skirtos iOS ir Android

# Feature for pricing level
source: Exclusive access to the <em>Études</em> app for iOS and Android.
lt: Išskirtinė prieiga prie <em>Études</em> programos, skirtos iOS ir Android.

# Feature for pricing level
source: Exclusive, unlimited access to <em>Études Articles</em>.
lt: Išskirtinė, neribota prieiga prie <em>Études straipsnių</em>.

# Feature for pricing level
source: Weekly print edition.
lt: Savaitinis spausdintas leidimas.

source: Financial apps for families
lt: Finansinės programos šeimoms

source: Follow
lt: Sekite

source: Green staircase at Western University, London, Canada
lt: Žalieji laiptai Vakarų universitete, Londone, Kanadoje

# Heading for a webpage that is not found
source: Page Not Found
lt: Puslapis nerastas

# Heading of the FAQs
source: FAQs
lt: DUK

# Heading of the features
source: A passion for creating spaces
lt: Aistra kurti erdves

# Heading of the hero section
source: A commitment to innovation and sustainability
lt: Atsidavimas naujovėms ir tvarumui

# Headline for the About pattern
source: Études offers comprehensive consulting, management, design, and research solutions. Every architectural endeavor is an opportunity to shape the future.
lt: Études siūlo visapusiškus konsultavimo, valdymo, projektavimo ir tyrimų sprendimus. Kiekvienas architektūrinis darbas yra galimybė formuoti ateitį.

# Hidden answer on the details block
source: Études offers comprehensive consulting, management, design, and research solutions. Our vision is to be at the forefront of architectural innovation, fostering a global community of architects and enthusiasts united by a passion for creating spaces. Every architectural endeavor is an opportunity to shape the future.
lt: Études siūlo visapusiškus konsultavimo, valdymo, projektavimo ir tyrimų sprendimus. Mūsų vizija – būti architektūrinių inovacijų priešakyje, puoselėjant pasaulinę architektų ir entuziastų bendruomenę, kurią vienija aistra kurti erdves. Kiekvienas architektūrinis darbas yra galimybė formuoti ateitį.

source: Hyatt Regency San Francisco, San Francisco, United States
lt: Hyatt Regency San Francisco, San Franciskas, Jungtinės Valstijos

source: I write about finance, management and economy, my book “%1$s” is out now.
lt: Rašau apie finansus, valdymą ir ekonomiką, dabar išleista mano knyga „%1$s“.

source: Instagram
lt: Instagramas

source: Keep up, get in touch.
lt: Sekite, susisiekite.

# Label before the title of the next post. There is a space after the colon.
source: Next:
lt: Kitas:

# Label before the title of the previous post. There is a space after the colon.
source: Previous:
lt: Ankstesnis:

source: Latest inflation report
lt: Naujausia infliacijos ataskaita

source: Links I found useful and wanted to share.
lt: Nuorodos, kurios man pasirodė naudingos ir norėjau pasidalinti.

# Message explaining that there are no results returned from a search
source: No posts were found.
lt: Nerasta jokių pranešimų.

# Message to convey that a webpage could not be found
source: The page you are looking for does not exist, or it has been moved. Please try searching using the form below.
lt: Puslapio, kurio ieškote, nėra arba jis buvo perkeltas. Pabandykite ieškoti naudodami toliau pateiktą formą.

source: Money Studies
lt: Pinigų studijos

# Name for the pricing pattern
source: Pricing Table
lt: Kainų lentelė

# Name of RSVP landing page pattern
source: RSVP Landing Page
lt: RSVP nukreipimo puslapis

# Name of team pattern
source: Team members
lt: Komandos nariai

# Name of testimonal pattern
source: Testimonial
lt: Atsiliepimas

# Name of testimonial citation group
source: Testimonial source
lt: Atsiliepimų šaltinis

# Name of the FAQ pattern
source: FAQs
lt: DUK

source: Pill
lt: Tabletė

source: Popular Categories
lt: Populiarios kategorijos

source: Posts
lt: Įrašai

# Prefix for the post author block: By author name
source: by
lt: pateikė

source: Privacy
lt: Privatumas

# Question on the details block
source: Can I apply to be a part of the team or work as a contractor?
lt: Ar galiu pretenduoti tapti komandos dalimi ar dirbti rangovu?

# Question on the details block
source: I'd like to get to meet fellow architects, how can I do that?
lt: Norėčiau susitikti su kolegomis architektais, kaip tai padaryti?

# Question on the details block
source: What is your process working in smaller projects?
lt: Koks jūsų procesas mažesniuose projektuose?

# Question on the details block
source: Who is behind Études?
lt: Kas stovi už Études?

# RSVP call to action description
source: Experience the fusion of imagination and expertise with Études Arch Summit, February 2025.
lt: Patirkite vaizduotės ir patirties susiliejimą su „Études Arch Summit“, 2025 m. vasario mėn.

# Sample button text to view the services
source: Our services
lt: Mūsų Paslaugos

# Sample content
source: Experience the fusion of imagination and expertise with Études Architectural Solutions.
lt: Patirkite vaizduotės ir patirties sintezę su Études Architectural Solutions.

# Sample content for newsletter subscribe button
source: Sign up
lt: Registruotis

# sample content for newsletter subscription
source: Subscribe to the newsletter and stay connected with our community
lt: Prenumeruokite naujienlaiškį ir palaikykite ryšį su mūsų bendruomene

# Sample description for a pricing table
source: We offer flexible options, which you can adapt to the different needs of each project.
lt: Siūlome lanksčius variantus, kuriuos galite pritaikyti prie skirtingų kiekvieno projekto poreikių.

# Sample description of the services pattern
source: Experience the fusion of imagination and expertise with Études—the catalyst for architectural transformations that enrich the world around us.
lt: Patirkite vaizduotės ir patirties susiliejimą su Études – architektūrinių transformacijų, praturtinančių mus supantį pasaulį, katalizatoriumi.

# Sample descriptive text for a project or post.
source: This transformative project seeks to enhance the gallery's infrastructure, accessibility, and exhibition spaces while preserving its rich cultural heritage.
lt: Šiuo transformuojančiu projektu siekiama pagerinti galerijos infrastruktūrą, prieinamumą ir parodų erdves, išsaugant turtingą jos kultūros paveldą.

# Sample descriptive text of the team pattern
source: Our comprehensive suite of professionals caters to a diverse team, ranging from seasoned architects to renowned engineers.
lt: Mūsų visapusiškas profesionalų rinkinys skirtas įvairiai komandai – nuo ​​patyrusių architektų iki žinomų inžinierių.

# Sample feature content
source: Experience the fusion of imagination and expertise with Études Architectural Solutions.
lt: Patirkite vaizduotės ir patirties sintezę su Études Architectural Solutions.

# Sample feature heading
source: App Access
lt: Programos prieiga

# Sample feature heading
source: Consulting
lt: Konsultavimas

# Sample feature heading
source: Continuous Support
lt: Nuolatinis palaikymas

# Sample feature heading
source: Project Management
lt: Projektų valdymas

# Sample feature heading
source: Renovation and restoration
lt: Renovacija ir restauravimas

# Sample heading
source: Architectural Solutions
lt: Architektūriniai sprendimai

# Sample heading
source: Enhance your architectural journey with the Études Architect app.
lt: Patobulinkite savo architektūrinę kelionę naudodami „Études Architect“ programą.

# Sample heading
source: Études Newsletter
lt: „Études“ naujienlaiškis

# Sample heading content
source: An array of resources
lt: Išteklių masyvas

# Sample heading for pricing pattern
source: Our Services
lt: Mūsų Paslaugos

# Sample heading for the first pricing level
source: Free
lt: Laisvas

# Sample heading for the second pricing level
source: Connoisseur
lt: Žinovas

# Sample heading for the team pattern
source: Meet our team
lt: Susipažinkite su mūsų komanda

# Sample heading for the third pricing level
source: Expert
lt: Ekspertas

# Sample heading of the services pattern
source: Guiding your business through the project
lt: Vadovavimas jūsų verslui įgyvendinant projektą

# Sample list heading
source: Études Architect App
lt: „Études Architect“ programa

# Sample list item
source: A world of thought-provoking articles.
lt: Susimąstyti verčiančių straipsnių pasaulis.

# Sample list item
source: Case studies that celebrate architecture.
lt: Architektūrai švenčiančių atvejų tyrimai.

# Sample list item
source: Collaborate with fellow architects.
lt: Bendradarbiaukite su kolegomis architektais.

# Sample list item
source: Exclusive access to design insights.
lt: Išskirtinė prieiga prie dizaino įžvalgų.

# Sample list item
source: Experience the world of architecture.
lt: Patirkite architektūros pasaulį.

# Sample list item
source: Showcase your projects.
lt: Parodykite savo projektus.

# Sample name of a team member
source: Ivan Lawrence
lt: Ivanas Lorensas

# Sample role of a team member
source: Architect
lt: Architektas

# Sample role of a team member
source: Engineering Manager
lt: Inžinerijos vadybininkas

# Sample role of a team member
source: Founder, CEO & Architect
lt: Įkūrėjas, generalinis direktorius ir architektas

# Sample role of a team member
source: Project Manager
lt: Projekto vadovas

# Sample subheading content
source: Our comprehensive suite of professional services caters to a diverse clientele, ranging from homeowners to commercial developers.
lt: Mūsų visapusiškas profesionalių paslaugų rinkinys skirtas įvairiems klientams – nuo ​​namų savininkų iki komercinių kūrėjų.

# Sample text for Sign Up Button
source: Sign up
lt: Registruotis

# Sample text for Subscriber Description
source: Stay in the loop with everything you need to know.
lt: Stebėkite viską, ką reikia žinoti.

# Sample text for Subscriber Heading with numbers
source: Join 900+ subscribers
lt: Prisijunkite prie daugiau nei 900 prenumeratorių

# Sample text for the feature area
source: 1. Through Études, we aspire to redefine architectural boundaries and usher in a new era of design excellence that leaves an indelible mark on the built environment.
lt: 1. Naudodami Études siekiame iš naujo apibrėžti architektūrines ribas ir pradėti naują dizaino tobulumo erą, paliekančią neišdildomą pėdsaką pastatytoje aplinkoje.

# Sample text for the feature area
source: 2. Case studies that celebrate the artistry can fuel curiosity and ignite inspiration.
lt: 2. Atvejų tyrimai, kuriais švenčiamas meniškumas, gali paskatinti smalsumą ir įkvėpti.

# Sample text for the feature area
source: Our comprehensive suite of professional services caters to a diverse clientele, ranging from homeowners to commercial developers. With a commitment to innovation and sustainability, Études is the bridge that transforms architectural dreams into remarkable built realities.
lt: Mūsų visapusiškas profesionalių paslaugų rinkinys skirtas įvairiems klientams – nuo ​​namų savininkų iki komercinių kūrėjų. Atsiduodamas naujovėms ir tvarumui, Études yra tiltas, paverčiantis architektūrines svajones nuostabia pastatyta realybe.

# Sample title for a project or post
source: Art Gallery — Overview
lt: Meno galerija — apžvalga

# search button text
source: Search
lt: Paieška

# search form label
source: Search
lt: Paieška

# search form placeholder
source: Search...
lt: Paieška...

source: Search the website
lt: Ieškokite svetainėje

source: Social
lt: Socialinis

source: Social Media
lt: Socialinė žiniasklaida

# Sub-heading of the features
source: Our comprehensive suite of professional services caters to a diverse clientele, ranging from homeowners to commercial developers.
lt: Mūsų visapusiškas profesionalių paslaugų rinkinys skirtas įvairiems klientams – nuo ​​namų savininkų iki komercinių kūrėjų.

# Testimonial Text or Review Text Got From the Person
source: “Études has saved us thousands of hours of work and has unlocked insights we never thought possible.”
lt: „Études sutaupė mums tūkstančius darbo valandų ir atrakino įžvalgas, kurių niekada nemanėme įmanomomis.

source: the WordPress team
lt: „WordPress“ komanda

# Title text for the feature area
source: The revitalized art gallery is set to redefine cultural landscape.
lt: Atgaivinta meno galerija yra skirta iš naujo apibrėžti kultūrinį kraštovaizdį.

source: Tourist taking photo of a building
lt: Turistas fotografuoja pastatą

source: Twenty Twenty-Four
lt: Dvidešimt dvidešimt keturi

source: Twenty Twenty-Four is designed to be flexible, versatile and applicable to any website. Its collection of templates and patterns tailor to different needs, such as presenting a business, blogging and writing or showcasing work. A multitude of possibilities open up with just a few adjustments to color and typography. Twenty Twenty-Four comes with style variations and full page designs to help speed up the site building process, is fully compatible with the site editor, and takes advantage of new design tools introduced in WordPress 6.4.
lt: Twenty Twenty-Four sukurtas taip, kad būtų lankstus, universalus ir pritaikytas bet kuriai svetainei. Jo šablonų ir modelių kolekcija pritaikyta skirtingiems poreikiams, pvz., verslo pristatymui, tinklaraščių rašymui ir rašymui ar darbų demonstravimui. Vos kelis kartus pakoregavus spalvas ir tipografiją atsiveria daugybė galimybių. „Twenty Twenty Four“ yra su stiliaus variantais ir viso puslapio dizainu, padedančiu pagreitinti svetainės kūrimo procesą, yra visiškai suderinamas su svetainės redaktoriumi ir naudojasi naujais „WordPress 6.4“ dizaino įrankiais.

source: Useful Links
lt: Naudingos nuorodos

source: Watch, Read, Listen
lt: Žiūrėti, Skaityti, Klausyti

source: White abstract geometric artwork from Dresden, Germany
lt: Baltas abstraktus geometrinis meno kūrinys iš Drezdeno, Vokietijos

source: Windows of a building in Nuremberg, Germany
lt: Pastato langai Niurnberge, Vokietijoje

source: With arrow
lt: Su rodykle

source: With asterisk
lt: Su žvaigždute
