Repository: krusts31/translate_img_po
Catalog: backend/src/translate_po/result/woocommerce-little.po
Languages: lv

# block description
source: Enable customers to filter the product collection by rating.
lv: Ļaujiet klientiem filtrēt produktu kolekciju pēc vērtējuma.

# block title
source: Collection Rating Filter
lv: Kolekcijas vērtējuma filtrs

# block title
source: Collection Attribute Filter
lv: Kolekcijas atribūtu filtrs

# block title
source: Collection Active Filters
lv: Aktīvo filtru kolekcija

# block description
source: The product list.
lv: Produktu saraksts.

# block title
source: Product list
lv: Produktu saraksts

# block description
source: The product section description.
lv: Preču sadaļas apraksts.

# block title
source: Product section description
lv: Preču sadaļas apraksts

source: Automatically adjust the number of columns to better fit smaller screens.
lv: Automātiski pielāgojiet kolonnu skaitu, lai tas labāk atbilstu mazākiem ekrāniem.

source: Responsive
lv: Atsaucīgs

source: Filter by Stock status
lv: Filtrējiet pēc krājuma statusa

source: attribute
lv: atribūts

source: %s more incompatibility
lv: %s vairāk nesaderības

source: Category:
lv: Kategorija:

source: WooCommerce Settings: %s
lv: WooCommerce iestatījumi: %s

source: Unselect variation
lv: Noņemiet varianta atlasi

source: Sortable handler
lv: Šķirojams apdarinātājs

source: Click and drag to reorder on the product page.
lv: Noklikšķiniet un velciet, lai pārkārtotu produkta lapā.

source: Reorder products in this group
lv: Pārkārtot šīs grupas produktus

source: Search for products
lv: Meklēt produktus

source: Add and manage products in this group to let customers purchase them all in one go.
lv: Pievienojiet un pārvaldiet šīs grupas produktus, lai klienti varētu tos visus iegādāties vienā reizē.

source: Add products to this group
lv: Pievienot produktus šai grupai

source: Nothing yet. Type to create.
lv: Vēl nekas. Ierakstiet, lai izveidotu.

source: Remove product
lv: Izņemiet produktu

source: Preview the product
lv: Priekšskatiet produktu

source: Tip: Group together items that have a clear relationship or compliment each other well, e.g., garment bundles, camera kits, or skincare product sets.
lv: Padoms. Grupējiet vienumus, kuriem ir skaidra saistība vai kuri labi papildina viens otru, piemēram, apģērbu komplektus, kameru komplektus vai ādas kopšanas līdzekļu komplektus.

source: Reorder
lv: Pārkārtot

source: Edit in full editor
lv: Rediģēt pilnā redaktorā

source: Full editor
lv: Pilns redaktors

source: Edit Product description
lv: Rediģēt produkta aprakstu

source: View in Plugins
lv: Skatīt spraudņos

source: View docs
lv: Skatīt dokumentus

source: Would you like to install this extension?
lv: Vai vēlaties instalēt šo paplašinājumu?

source: Keep the momentum going and start setting up your extension.
lv: Turpiniet darboties un sāciet iestatīt paplašinājumu.

source: In order to install a product, you need to first connect your account.
lv: Lai instalētu produktu, vispirms ir jāpievieno savs konts.

source: Add to store
lv: Pievienot veikalam

source: You are ready to go!
lv: Jūs esat gatavs doties!

source: Could not find subscription with product key %s.
lv: Nevarēja atrast abonementu ar produkta atslēgu %s.

source: %s couldn’t be installed. Please install the product manually.
lv: %s nevarēja instalēt. Lūdzu, instalējiet produktu manuāli.

source: Error loading subscriptions: %s
lv: Ielādējot abonementus, radās kļūda: %s

source: But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. Take a quick tour to discover what's possible.
lv: Bet neļaujiet tam jūs apturēt! Sāciet pielāgot sava veikala izskatu, pievienojot logotipu un izvēloties krāsas un izkārtojumu. Veiciet īsu ceļojumu, lai uzzinātu, kas ir iespējams.

source: Our AI tool had a few issues generating your content.
lv: Mūsu AI rīkam radās dažas problēmas, ģenerējot jūsu saturu.

source: Welcome to your store!
lv: Laipni lūdzam jūsu veikalā!

source: Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor</EditorLink> | <StyleLink>Styles</StyleLink>.
lv: Izvēlieties fontu pāri, kas vislabāk atbilst jūsu zīmolam. Lielāks fonts tiks izmantots virsrakstiem, bet mazāks - atbalsta saturam. Varat jebkurā laikā mainīt fontu <EditorLink>Redaktorā</EditorLink> | <StyleLink>Stili</StyleLink>.

source: Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor</EditorLink> | <StyleLink>Styles</StyleLink>.
lv: Izvēlieties krāsu paleti, kas vislabāk atbilst jūsu zīmolam. Vai vēlaties to mainīt? Izveidojiet savu pielāgoto krāsu paleti tālāk vai atjauniniet to vēlāk <EditorLink>Redaktorā</EditorLink> | <StyleLink>Stili</StyleLink>.

source: This is the Customer Lifetime Value, or the total amount you have earned from this customer's orders.
lv: Šī ir klienta mūža vērtība jeb kopējā summa, ko esat nopelnījis no šī klienta pasūtījumiem.

source: Total revenue
lv: Kopējie ieņēmumi

source: Total number of non-cancelled, non-failed orders for this customer, including the current one.
lv: Kopējais neatcelto, nesekmīgo pasūtījumu skaits šim klientam, ieskaitot pašreizējo.

source: Total orders
lv: Kopējais pasūtījumu skaits

source: The number of unique pages viewed by the customer prior to this order.
lv: Unikālo lapu skaits, ko klients ir skatījis pirms šī pasūtījuma.

source: Session page views
lv: Sesijas lapu skatījumi

source: Device type
lv: Ierīces veids

source: UTM medium
lv: UTM medijs

source: UTM source
lv: UTM avots

source: UTM campaign
lv: UTM kampaņa

source: Source type
lv: Avota veids

source: Hide details
lv: Slēpt detaļas

source: Show details
lv: Parādīt detaļas

source: Additional fields to be persisted on the order.
lv: Papildu lauki, kas jāsaglabā pasūtījumā.

source: Whether the product being updated is the last one in the loop
lv: Neatkarīgi no tā, vai produkts, kas tiek atjaunināts, ir pēdējais

source: Web admin
lv: Tīmekļa administrators

source: Direct
lv: Tieša

source: Referral: %s
lv: Nodošana

source: Organic: %s
lv: Organiski: %s

source: Source: %s
lv: Avots: %s

source: Order not found.
lv: Pasūtījums nav atrasts.

source: Set product featured image when uploaded image file name matches product SKU.
lv: Iestatiet produkta piedāvāto attēlu, kad augšupielādētā attēla faila nosaukums atbilst produkta SKU.

source: Match images
lv: Saskaņojiet attēlus

source: Product image matching by SKU
lv: Produkta attēla atbilstība pēc SKU

source: Origin
lv: Izcelsme

source: Order attribution field: %s
lv: Pasūtījuma attiecinājuma lauks: %s

source: Value of type %s was posted to the order attribution callback
lv: Tipa %s vērtība tika publicēta pasūtījuma attiecinājuma atzvanīšanai

source: Make a collection of related products, enabling customers to purchase multiple items together.
lv: Izveidojiet saistītu produktu kolekciju, ļaujot klientiem iegādāties vairākas preces kopā.

source: Products in this group
lv: Produkti šajā grupā

source: Add any files you'd like to make available for the customer to download after purchasing, such as instructions or warranty info. Store-wide updates can be managed in your %1$sproduct settings%2$s.
lv: Pievienojiet visus failus, kurus vēlaties padarīt pieejamus klientam lejupielādei pēc iegādes, piemēram, instrukcijas vai garantijas informāciju. Veikala mēroga atjauninājumus var pārvaldīt jūsu %1$sprodukta iestatījumos%2$s.

source: Enable this feature to track and credit channels and campaigns that contribute to orders on your site
lv: Iespējojiet šo funkciju, lai izsekotu un kreditētu kanālus un kampaņas, kas veicina pasūtījumus jūsu vietnē

source: Order Attribution
lv: Pasūtījuma attiecinājums

source: Order is not an HPOS order.
lv: Pasūtījums nav HPOS pasūtījums.

source: Data in posts table appears to be more recent than in HPOS tables.
lv: Dati ziņu tabulā šķiet jaunāki nekā HPOS tabulās.

source: %d is not a valid order ID.
lv: %d nav derīgs pasūtījuma ID.

source: No order source data available.
lv: Pasūtījuma avota dati nav pieejami.

source: Desktop
lv: Darbvirsma

source: Tablet
lv: Planšetdators

source: Mobile
lv: Mobilais

source: Customer history
lv: Klientu vēsture

source: %s attribution
lv: %s attiecinājums

source: ⚠️ Only %s files can be searched at one time. Try filtering the file list before searching.
lv: ⚠️ Vienlaicīgi var meklēt tikai %s failus. Pirms meklēšanas mēģiniet filtrēt failu sarakstu.

source: Search within these files
lv: Meklēt šajos failos

source: The retention period for log files is %s day.
lv: Žurnāla failu saglabāšanas periods ir %s diena.

source: %s expired log file was deleted.
lv: %s žurnālfails, kuram beidzies derīguma termiņš, tika izdzēsts.

source: Line %s
lv: Līnija %s

source: Matched Line
lv: Saskaņota līnija

source: Line #
lv: Rinda #

source: The number of search results has reached the limit of %s. Try refining your search.
lv: Meklēšanas rezultātu skaits ir sasniedzis %s ierobežojumu. Mēģiniet precizēt meklēšanu.

source: No search results.
lv: Nav meklēšanas rezultātu.

source: Could not access file.
lv: Nevarēja piekļūt failam.

source: Could not write to the temp directory. Try downloading files one at a time instead.
lv: Nevarēja ierakstīt pagaidu direktorijā. Tā vietā mēģiniet lejupielādēt failus pa vienam.

source: Could not access the specified files.
lv: Nevarēja piekļūt norādītajiem failiem.

source: Multiple files match this ID.
lv: Šim ID atbilst vairāki faili.
